---
kind: property
id: P:Autodesk.Revit.DB.Visual.UnifiedBitmap.TextureLinkTextureTransforms
source: html/31f80d3b-2533-3162-834e-5ad7b12e0485.htm
---
# Autodesk.Revit.DB.Visual.UnifiedBitmap.TextureLinkTextureTransforms Property

The property labeled "Link texture Transforms" from the "UnifiedBitmap" schema.

## Syntax (C#)
```csharp
public static string TextureLinkTextureTransforms { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".